[
  {
    "HomeImage": "/assets/services/Architectural-Modelling.avif",
    "number": "1",
    "name": "Urban Skyline Redesign",
    "DetailImageOne": "/assets/services/Construction-Management.avif",
    "DetailImageTwo": "/assets/services/Construction-Management.avif",
    "description": "This project involved the comprehensive redesign of an urban skyline to incorporate modern architectural elements while maintaining structural integrity and sustainability. Our team utilized advanced architectural modeling techniques and innovative construction practices to transform the space into a modern urban landmark. This project highlights our ability to handle large-scale transformations with precision and creativity."
  },
  {
    "HomeImage": "/assets/services/Preconstruction.avif",
    "number": "2",
    "name": "Downtown Commercial Complex",
    "DetailImageOne": "/assets/services/Construction-Management.avif",
    "DetailImageTwo": "/assets/services/Construction-Management.avif",
    "description": "We successfully managed the planning and execution of this expansive commercial complex in the heart of downtown. From preconstruction planning to final delivery, our team ensured timely completion while adhering to the highest standards of safety and quality. The project features state-of-the-art facilities and reflects our commitment to innovation and excellence."
  },
  {
    "HomeImage": "/assets/services/Construction-Management.avif",
    "number": "3",
    "name": "Residential High-Rise Development",
    "DetailImageOne": "/assets/services/Construction-Management.avif",
    "DetailImageTwo": "/assets/services/Architectural-Modelling.avif",
    "description": "This residential high-rise development showcases our expertise in vertical construction and project management. The project included over 200 luxury units with premium amenities, completed with an emphasis on efficient construction and sustainable design practices. This development has become a benchmark for modern urban living."
  },
  {
    "HomeImage": "/assets/services/Architectural-Modelling.avif",
    "number": "4",
    "name": "Eco-Friendly Office Hub",
    "DetailImageOne": "/assets/services/Construction-Management.avif",
    "DetailImageTwo": "/assets/services/Construction-Management.avif",
    "description": "The Eco-Friendly Office Hub is a testament to our commitment to sustainable construction. This state-of-the-art facility incorporates green building materials, energy-efficient systems, and innovative architectural designs. The project not only meets modern office demands but also minimizes environmental impact, setting a new standard for eco-conscious construction."
  }
]
